Repository: Larson2240/CliquedSwiftUI
Catalog: Cliqued/Resources/*.lproj/Localizable.strings
Languages: de, fr, it

# Chat_section_new_matches
source: It cliqued with…
de: It cliqued mit…
fr: It cliqued avec...
it: 'It cliqued' con…

# Chat_section_messages
source: Messages
de: Nachrichten
it: Messaggi

# title_textview_placeholder
source: Type message...
de: Nachricht eingeben...
fr: Saisis un message...
it: Inserisci un messaggio...

# title_textview_validation
source: Please enter text here
de: Bitte geben Sie hier Text ein
fr: Saisis ton texte ici
it: Inserisci il tuo testo qui

# label_noActivityFound
source: No Activity Found
de: Keine Aktivität gefunden
fr: Aucune activité trouvée.
it: Nessuna attività trovata.

# user_create_activity_validation
source: Your monthly limit to create activities is reached. Please upgrade your plan to create more activities.
de: Dein monatliches Limit für die Erstellung von Aktivitäten ist erreicht. Werde Premium-Mitglied, um unlimitierte Anzahl an Aktivitäten zu erstellen.
fr: Ta limite mensuelle de création d'activités est atteinte. Deviens membre Premium pour créer un nombre illimité d'activités.
it: Il tuo limite mensile di attività è stato raggiunto. Diventa un membro Premium per creare un numero illimitato di attività.

# activity_category_placeholder
source: Select activity category
de: Aktivitätskategorie auswählen
fr: Choisis une catégorie d'activité
it: Scegli una categoria di attività

# activity_title_max_limit
source: Max. 30 characters
de: Max. 30 Zeichen.
fr: Max. 30 caractères.
it: Massimo 30 caratteri.

# activity_description_max_limit
source: Max. 200 characters
de: Max. 200 Zeichen.
fr: Max. 200 caractères.
it: Massimo 200 caratteri.

# activity_title_validation
source: Please enter activity title
de: Bitte geben Sie den Aktivitätstitel ein
fr: Saisis le titre de l'activité.
it: Inserisci il titolo dell'attività.

# activity_description_validation
source: Please enter activity description
de: Bitte gib eine Beschreibung der Aktivität ein
fr: Merci de saisir une description de l'activité
it: Inserisci una descrizione dell'attività

# activity_date_validation
source: Please select activity date
de: Bitte wähle das Datum der Aktivität
fr: Merci de choisir la date de l'activité
it: Scegli la data dell'attività

# activity_category_validation
source: Please select activity category
de: Bitte wähle eine Aktivitätskategorie
fr: Choisis une catégorie d'activité
it: Scegli una categoria di attività

# activity_media_validation
source: Please select an image for your activity
de: Bitte wähle ein Bild für deine Aktivität
fr: Choisis une image pour ton activité
it: Scegli un'immagine per la tua attività

# activity_address_validation
source: Please select your activity location
de: Bitte wähle den Ort deiner Aktivität
fr: Choisis le lieu de ton activité
it: Seleziona la posizione dell'attività

# activity_id_validation
source: Something went wrong while loading activity details
de: Beim Laden der Aktivitätsdetails ist ein Fehler aufgetreten
fr: Une erreur est survenue lors du chargement des détails de l'activité
it: Si è verificato un errore durante il caricamento dei dettagli dell'attività

# user_id_validation
source: Something went wrong while loading user details
de: Beim Laden des Profils ist ein Fehler aufgetreten
fr: Une erreur est survenue lors du chargement du profil
it: Si è verificato un errore durante il caricamento del profilo

# title_discover_activity
source: Activities
de: Aktivitäten
fr: Activités
it: Attività

# alert_title_warning
source: Warning!
de: Achtung!
fr: Attention !
it: Attenzione!

# alert_doNotHaveCamera
source: You don't have a camera
de: Du hast keine Kamera
fr: Tu n'as pas de caméra
it: Non hai una fotocamera

# alert_title_setting
source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni

# Chat_Recording_Failed
source: Recording failed
de: Aufnahme fehlgeschlagen
fr: Échec de l'enregistrement
it: Registrazione fallita

# record_audio_continue
source: Recording starts now. Please hold the mic to continue your recording.
de: Die Aufnahme beginnt jetzt. Bitte halte das Mikrofon gedrückt, um Deine Aufnahme fortzusetzen.
fr: L'enregistrement commence maintenant. Merci de maintenir le microphone enfoncé pour continuer ton enregistrement.
it: La registrazione sta iniziando. Tieni premuto il microfono per continuare la registrazione.

# record_audio_send
source: Do you want to send this recoding?
de: Willst Du diese Aufzeichnung senden?
fr: Tu veux envoyer cet enregistrement ?
it: Vuoi inviare questa registrazione?

# discard_title
source: Discard
de: Verwerfen
fr: Rejeter
it: Rifiuta

# send_title
source: Send
de: Senden
fr: Envoyer
it: Invia

# open_setting_title
source: Open settings
de: Einstellungen öffnen
fr: Ouvrir les paramètres
it: Apri le impostazioni

# cancel_title
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

# open_settin_in_device_text
source: To use our voice chat feature, please grant microphone access in your phone's settings.
de: Um unsere Voice-Chat-Funktion nutzen zu können, musst Du in den Einstellungen Deines Telefons den Zugriff auf das Mikrofon erlauben.
fr: Pour pouvoir utiliser notre fonction de chat vocal, tu dois autoriser l'accès au microphone dans les paramètres de ton téléphone.
it: Per poter utilizzare la nostra chat vocale, devi consentire l'accesso al microfono nelle impostazioni del telefono.

# button_title_unblock
source: Unblock
de: Blockierung aufheben
fr: Supprimer le blocage
it: Rimuovi il blocco

# title_blocked_users
source: Blocked users
de: Blockierte Profile
fr: Profils bloqués
it: Profili bloccati

# alert_title_unblock_user
source: Are you sure you want to unblock this user?
de: Bist Du sicher, dass Du die Blockierung aufheben willst?
fr: Tu es sûr de vouloir supprimer le blocage ?
it: Sei sicuro di voler rimuovere il blocco?

# counter_user_id_validation
source: Something went wrong while loading user details.
de: Beim Laden des Profils ist ein Fehler aufgetreten
fr: Une erreur s'est produite lors du chargement du profil.
it: Si è verificato un errore durante il caricamento del profilo.

# search_title
source: Search
de: Suche
fr: Recherche
it: Ricerca

# record_audio_hold
source: Please hold the mic to start your recording.
de: Bitte halten Sie das Mikrofon, um Ihre Aufnahme zu starten.
fr: S'il te plaît, maintiens le microphone enfoncé pour démarrer ton enregistrement.
it: Tieni premuto il microfono per avviare la registrazione.

# title_email_settings
source: Email settings
de: E-Mail Einstellungen
fr: Paramètres de l'e-mail
it: Impostazioni e-mail

# title_email_verification
source: Email verification
de: E-Mail Überprüfung
fr: Vérification de l'e-mail
it: Verifica dell'e-mail

# title_email_sub_text
source: Please enter the code received on your registered email id.
de: Bitte gib den Code ein, den Du über die angegebene E-Mail erhalten hast.
fr: Saisis le code que tu as reçu via l'e-mail indiqué.
it: Inserisci il codice che hai ricevuto tramite l'e-mail indicata.

# title_didnot_receiver_otp
source: Didn't receive the code?
de: Hast Du keinen Code erhalten?
fr: Tu n'as pas reçu de code ?
it: Non hai ricevuto il codice?

# btn_title_resend_otp
source: Resend code
de: Code erneut senden
fr: Envoyer à nouveau le code
it: Invia nuovamente il codice

# btn_verify
source: Verify
de: Verifizieren
fr: Vérifier
it: Verifica

# label_Old_password
source: Old Password
de: Altes Passwort
fr: Ancien mot de passe
it: Vecchia password

# label_new_password
source: New Password
de: Neues Passwort
fr: Nouveau mot de passe
it: Nuova password

# placeholder_Old_password
source: Old Password
de: Altes Passwort
fr: Ancien mot de passe
it: Vecchia password

# placeholder_New_password
source: New Password
de: Neues Kennwort
fr: Nouveau mot de passe
it: Nuova password

# title_email_notification
source: Email notifications
de: E-Mail Benachrichtigungen
fr: Notifications par e-mail
it: Notifiche via e-mail

# title_push_notification
source: Push notifications
de: Push-Benachrichtigungen
fr: Notifications push
it: Notifiche push

# title_delete_account
source: Delete Account
de: Konto löschen
fr: Supprimer le compte
it: Eliminare l'account

# btn_delete
source: Delete
de: Löschen
fr: Supprimer
it: Elimina

# validMsg_old_emailId
source: Please enter previous email
de: Bitte vorherige E-Mail eingeben
fr: Veuillez saisir l'e-mail précédent
it: Inserisci l'email precedente

# validMsg_otp_emailId
source: Please enter confirmation code
de: Bitte Bestätigungscode eingeben
fr: Veuillez saisir le code de confirmation
it: Inserisci il codice di conferma

# validMsg_old_password
source: Please enter previous Password
de: Bitte vorheriges Passwort eingeben
fr: Veuillez saisir le mot de passe précédent
it: Inserisci la password precedente

# validMsg_new_password
source: Please enter new Password
de: Bitte neues Passwort eingeben
fr: Veuillez saisir le nouveau mot de passe
it: Inserisci la nuova password

# title_change_language
source: Change language
de: Sprache ändern
fr: Changer de langue
it: Cambia lingua

# title_english
source: English
de: Englisch
fr: Anglais
it: Inglese

# title_french
source: French
de: Französisch
fr: Français
it: Francese

# title_german
source: German
de: Deutsch
fr: Allemand
it: Tedesco

# title_italian
source: Italian
de: Italienisch
fr: Italien
it: Italiano

# title_select_language
source: Select language
de: Sprache auswählen
fr: Choisir la langue
it: Scegli la lingua

# alert_InternetConnectivity
source: Unable to connect to the Internet
de: Es besteht keine Verbindung zum Internet
fr: Il n'y a pas de connexion à Internet
it: Non c'è connessione a Internet

# placeholder_password
source: Password
de: Passwort
fr: Mot de passe
it: Password di accesso

# placeholder_repeatPassword
source: Repeat Password
de: Passwort wiederholen
fr: Répéter le mot de passe
it: Ripeti la password

# placeholder_userName
source: Name
fr: Nom
it: Nome e cognome

# placeholder_name
source: Type your name here
de: Gib hier Deinen Namen ein
fr: Saisis ici ton nom
it: Inserisci qui il tuo nome

# placeholder_shortTitle
source: Enter short title
de: Gib einen kurzen Titel ein
fr: Saisis un titre court
it: Inserisci un titolo breve

# placeholder_height
source: Enter height
de: Deine Körpergrösse
fr: Ta taille
it: La tua altezza

# placeholder_activityDescription
source: Describe what you would like to
de: Beschreibe, was Du gerne unternehmen möchtest
fr: Décris ce que tu aimerais faire
it: Descrivi cosa ti piacerebbe fare

# btn_signUp
source: Sign up
de: Anmelden
fr: S'inscrire
it: Iscriviti

# btn_logIn
source: Log in
de: Einloggen
fr: Se connecter
it: Accesso

# btn_forgotPassword
source: Forgot Password?
de: Passwort vergessen?
fr: Tu as oublié ton mot de passe ?
it: Hai dimenticato la password?

# btn_rememberMe
source: Remember me
de: Anmeldedaten speichern
fr: Enregistrer les données d'inscription
it: Salva i dati di registrazione

# btn_continue
source: Continue
de: Weiter
fr: Continuer
it: Continua

# btn_submit
source: Submit
de: Senden
fr: Envoyer
it: Invia

# btn_save
source: Save
de: Speichern
fr: Enregistrer
it: Registrazione

# btn_next
source: Next
de: Nächste
fr: Prochain
it: Avanti

# btn_done
source: Done
de: Fertig
fr: Terminé
it: Finito

# btn_cancel
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

# btn_logout
source: Logout
de: Abmelden
fr: Se désinscrire
it: Annullamento dell'iscrizione

# btn_block
source: Block
de: Blockieren
fr: Bloquer
it: Blocco

# btn_saveProfile
source: Save profile
de: Profil speichern
fr: Enregistrer le profil
it: Salva il profilo

# btn_startExploring
source: Start exploring
de: Mehr entdecken
fr: En découvrir plus
it: Scopri di più

# btn_messageNow
source: Message now
de: Jetzt Nachricht senden
fr: Envoyer un message maintenant
it: Invia un messaggio ora

# btn_messageLater
source: Message later
de: Nachricht später
fr: Envoyer un message maintenant
it: Forse più tardi

# btn_completeProfile
source: Complete your profile
de: Vervollständige Dein Profil
fr: Envoyer un message maintenant
it: Completa il tuo profilo

# btn_noThanks
source: No thanks
de: Nein danke
fr: Non merci
it: No grazie

# btn_dontHaveAccount
source: Don't have an account? Sign up
de: Du hast noch kein Konto? Anmelden
fr: Tu n'as pas encore de compte ? Inscris-toi
it: Non hai ancora un account? Registrati su

# btn_alreadyHaveAccount
source: Already have an acoount? Log in
de: Du hast bereits ein Konto? Einloggen
fr: Tu as déjà un compte ? Se connecter
it: Hai già un account? Accedi

# btn_male
source: Male
de: Männlich
fr: Mâle
it: Uomo

# btn_female
source: Female
de: Weiblich
fr: Femme
it: Donna

# btn_romance
source: Romance
de: Liebesbeziehung
fr: Relation amoureuse
it: Relazione d'amore

# btn_friendship
source: Friendship
de: Freundschaft
fr: Amitié
it: Amicizia

# btn_women
source: Women
de: Frauen
fr: Femmes
it: Donne

# btn_men
source: Men
de: Männer
fr: Hommes
it: Uomini

# btn_enableNotification
source: Enable Notifications
de: Benachrichtigungen aktivieren
fr: Activer les notifications
it: Attivare le notifiche

# btn_disableNotification
source: Disable Notifications
de: Benachrichtigungen ausschalten
fr: Désactiver les notifications
it: Disabilita notifiche

# btn_goToCurrentLocation
source: Go to current location
de: Zum aktuellen Standort gehen
fr: Aller à l'emplacement actuel
it: Vai alla posizione corrente

# btn_reportUser
source: Report user
de: Benutzer melden
fr: Signaler les utilisateurs
it: Segnala utente

# btn_blockUser
source: Block user
de: Benutzer blockieren
fr: Bloquer les utilisateurs
it: Blocca gli utenti

# btn_addActivity
source: Add activity
de: Aktivität hinzufügen
fr: Ajouter une activité
it: Aggiungi un'attività

# btn_startDiscovering
source: Start discovering
de: Mehr entdecken
fr: En découvrir plus
it: Scopri di più

# btn_editProfile
source: Edit your profile
de: Dein Profil bearbeiten
fr: Modifier ton profil
it: Modifica il tuo profilo

# btn_changeEmail
source: Change Email
de: E-Mail ändern
fr: Changer d'e-mail
it: Cambia il tuo indirizzo e-mail

# btn_changePassword
source: Change Password
de: Passwort ändern
fr: Changer de mot de passe
it: Cambia la tua password

# btn_skip
source: Skip
de: Überspringen
fr: Sauter
it: Salta

# btn_disable
source: Disable
de: Deaktivieren
fr: Désactiver
it: disattivare

# btn_send
source: Send
de: Senden
fr: Envoyer
it: Invia

# screenTitle_signUp
source: Sign up
de: Anmelden
fr: Se connecter
it: Accedi

# screenTitle_forgotPwd
source: Forgot Password?
de: Passwort vergessen?
fr: Tu as oublié ton mot de passe ?
it: Ha dimenticato la password?

# screenTitle_welcome
source: Welcome
de: Willkommen
fr: Bienvenue
it: Benvenuto

# screenTitle_activities
source: Activities
de: Aktivitäten
fr: Activités
it: Attività

# screenTitle_createActivity
source: Create your activity
de: Erstelle Deine Aktivität
fr: Crée ton activité
it: Crea la tua attività

# screenTitle_editActivity
source: Edit your activity
de: Bearbeite Deine Aktivität
fr: Modifie ton activité
it: Modifica la tua attività

# screenTitle_editProfile
source: Edit your profile
de: Profil bearbeiten
fr: Modifier le profil
it: Modifica il profilo

# screenTitle_connectedAccount
source: Connected accounts
de: Verbundene Konten
fr: Comptes connectés
it: Account collegati

# screenTitle_emailSettings
source: Email settings
de: E-Mail Einstellungen
fr: Paramètres d'e-mail
it: Impostazioni e-mail

# screenTitle_passwordSettings
source: Password settings
de: Passwort Einstellungen
fr: Paramètres de mot de passe
it: Impostazioni della password

# screenTitle_name
source: Name
fr: Nom
it: Nome e cognome

# screenTitle_age
source: Age
de: Alter
fr: Âge
it: Età

# screenTitle_gender
source: Gender
de: Geschlecht
fr: Sexe
it: Sesso

# screenTitle_relationship
source: Relationship
de: Beziehungspräferenzen
fr: Préférences de relation
it: Preferenze di relazione

# screenTitle_pickActivity
source: Pick activity
de: Aktivität auswählen
fr: Choisis une activité
it: Scegli un'attività

# screenTitle_pickSubactivity
source: Pick subactivity
de: Unterkategorie für Aktivitäten auswählen
fr: Choisis une sous-catégorie d'activités
it: Scegli una sottocategoria di attività

# screenTitle_selectPictures
source: Select pictures
de: Bilder auswählen
fr: Choisisdes images
it: Scegli le immagini

# screenTitle_setYourLocation
source: Set your location
de: Standort festlegen
fr: Définis ton emplacement.
it: Imposta la tua posizione.

# screenTitle_notification
source: Notification
de: Benachrichtigung
it: Notifiche

# screenTitle_settings
source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni

# label_noDataFound
source: No data found
de: Keine Daten gefunden
fr: Pas de données trouvées
it: Nessun dato trovato

# label_appWelcomeTitle
source: Welcome to cliqued
de: Willkommen bei cliqued
fr: Bienvenue sur cliqued
it: Benvenuto su cliqued

# label_appWelcomeSubTitle
source: Before you can meet people we just need some basic info to complete your profile and improve your experience
de: Bevor Du Leute kennenlernen kannst, benötigen wir einige grundlegende Informationen, um Dein Profil zu vervollständigen und Dein App-Erlebnis zu verbessern
fr: Avant que tu puisses rencontrer des gens, nous avons besoin de quelques informations de base pour compléter ton profil et améliorer ton expérience sur l'application.
it: Prima di poter incontrare persone, abbiamo bisogno di alcune informazioni di base per completare il tuo profilo e migliorare la tua esperienza sull'applicazione.

# label_password
source: Password
de: Passwort
fr: Mot de passe
it: Password di accesso

# label_repeatPassword
source: Repeat Password
de: Passwort wiederholen
fr: Répéter le mot de passe
it: Ripeti la password

# label_or
source: OR
de: ODER
fr: OU
it: O

# label_tabHome
source: Home
de: Startseite
fr: Page d'accueil
it: Pagina iniziale

# label_tabActivities
source: Activities
de: Aktivitäten
fr: Activités
it: Attività

# label_tabProfile
source: Profile
de: Profil
fr: Profil
it: Profilo

# label_with
source: with
de: mit
fr: avec
it: con

# label_name
source: Name
fr: Nom
it: Nome

# label_aboutMe
source: About me
de: Über mich
fr: A propos de moi
it: Su di me

# label_favoriteActivities
source: Favorite activities
de: Bevorzugte Aktivitäten
fr: Activités préférées
it: Attività preferite

# label_myFavoriteActivities
source: My favorite activities
de: Meine Lieblingsaktivitäten
fr: Mes activités préférées
it: Le mie attività preferite

# label_lookingFor
source: Looking for
de: Suche nach
fr: Recherche par
it: Cerca per

# label_location
source: Location
de: Ort
fr: Lieu
it: Posizione

# label_height
source: Height
de: Körpergrösse
fr: Taille du corps
it: Altezza

# label_kids
source: Kids
de: Kinder
fr: Enfants
it: Bambini

# label_smoking
source: Smoking
de: Rauchen
fr: Fumer
it: Fumo

# label_reportUser
source: Report User
de: Benutzer melden
fr: Signaler un utilisateur
it: Segnala un utente

# label_reportReasonTitle
source: What is your reason for reporting?
de: Was ist der Grund für Deine Meldung?
fr: Quelle est la raison de ton signalement ?
it: Qual è il motivo della tua segnalazione?

# label_reportThankYouTitle
source: Thank you for letting us know!
de: Danke, dass Du uns das mitteilst!
fr: Merci de nous en faire part !
it: Facci sapere!

# label_matchScreenText
source: You can message each other now!
de: Ihr könnt Euch jetzt gegenseitig Nachrichten schicken!
fr: Vous pouvez désormais vous envoyer des messages !
it: Ora potete inviarvi messaggi!

# label_yourActivities
source: Your activities
de: Deine Aktivitäten
fr: Tes activités
it: Le tue attivitàs

# label_otherUserActivities
source: Other user’s activities
de: Aktivitäten anderer Nutzer
fr: Activités des autres utilisateurs
it: Attività di altri utenti

# label_activityCategory
source: Activity category
de: Aktivitätskategorie
fr: Catégorie d'activité
it: Categoria di attività

# label_shortTitle
source: Short Title
de: Kurzer Titel
fr: Titre court
it: Titolo breve

# label_photo
source: Photo
de: Foto
it: Foto

# label_date
source: Date
de: Datum
it: Data

# label_description
source: Description
de: Beschreibung
it: Descrizione

# label_photoDescription
source: Activities featuring pictures stand out more.
de: Aktivitäten mit Bildern werden schneller bemerkt.
fr: Les activités avec des photos sont remarquées plus rapidement.
it: Le attività con foto vengono notate più rapidamente.

# label_distancePreference
source: Distance preference
de: Bevorzugte Entfernung
fr: Distance préférée
it: Distanza preferita

# label_agePreference
source: Age preference
de: Bevorzugtes Alter
fr: Âge préféré
it: Età preferita

# label_emailSentMessage
source: Verification email successfully sent. Please check and verify.
de: Verifizierungs-E-Mail erfolgreich gesendet. Bitte überprüfe Deinen Posteingang und bestätige.
fr: E-mail de vérification envoyé avec succès. Vérifie ta boîte de réception et confirme.
it: L'e-mail di verifica è stata inviata con successo. Controlla la tua casella di posta e conferma.

# label_notificationDisableTitle
source: Are you sure?
de: Bist Du Dir sicher?
fr: Tu en es sûr ?
it: Sei sicuro?

# label_notificationDisableMessage
source: If you disable notification, you will miss messages and new people.
de: Wenn Du die Benachrichtigung deaktivierst, verpasst Du Nachrichten und die Chance, neue Leute zu treffen.
fr: Si tu désactives les notifications, tu manqueras des messages et l'occasion de rencontrer de nouvelles personnes.
it: Se disattivi le notifiche, perderai i messaggi e l'opportunità di conoscere nuove persone.

# label_logoutAlertMsg
source: Are you sure you want to logout?
de: Bist Du sicher, dass Du Dich abmelden willst?
fr: Es-tu sûr de vouloir te désinscrire ?
it: Sei sicuro di voler annullare l'iscrizione?

# label_blockAlertMsg
source: Are you sure you want to block this user?
de: Bist Du sicher, dass Du Diesen Benutzer blockieren willst?
fr: Tu es sûr de vouloir bloquer cet utilisateur ?
it: Sei sicuro di voler bloccare questo utente?

# label_planBenefitText1
source: See who wants to meet you
de: Entdecke, wer Dich kennenlernen möchte
fr: Découvre qui veut faire ta connaissance
it: Scopri chi vuole conoscerti

# label_planBenefitText2
source: See unlimited profiles
de: Unbegrenzt viele Profile sehen
fr: Voir un nombre illimité de profils
it: Visualizza un numero illimitato di profili

# label_planBenefitText3
source: Create unlimited activities
de: Unbegrenzte Anzahl an Aktivitäten erstellen
fr: Créer un nombre illimité d'activités
it: Crea un numero illimitato di attività

# label_planBenefitText4
source: Send unlimited 'Smiles'
de: Unbegrenzt 'Smiles' senden
fr: Envoyer un nombre illimité de 'Smiles'.
it: Invia un numero illimitato di 'Smiles'.

# label_planBenefitText5
source: Go back while scrolling through user profiles
de: Rückgängig-Funktion beim Durchscrollen von Profilen
fr: Fonction d'annulation lors du défilement des profils
it: Funzione di annullamento quando si scorrono i profili

# label_planBenefitText6
source: Never see ads
de: Keine Werbung
fr: Pas de publicité
it: Nessuna pubblicità

# labelSettingSectionTitle_accountSetting
source: Account settings
de: Kontoeinstellungen
fr: Paramètres du compte
it: Impostazioni dell'account

# labelSettingSectionTitle_subscription
source: Subscription
de: Abonnement
fr: Abonnement
it: Abbonamento

# labelSettingSectionTitle_connections
source: Connections
de: Verbindungen
fr: Connexions
it: Connessioni

# labelSettingSectionTitle_activeStatus
source: Active status
de: Chat Status
fr: Statut du chat
it: Stato della chat

# labelSettingSectionTitle_notifications
source: Notifications
de: Benachrichtigungen
it: Notifiche

# labelSettingSectionTitle_otherSettings
source: Other settings
de: Andere Einstellungen
fr: Autres paramètres
it: Altre impostazioni

# labelSettingSectionTitle_contactUs
source: Contact us
de: Kontakt
fr: Contact
it: Contatti
