Repository: Larson2240/CliquedSwiftUI
Catalog: Cliqued/Resources/*.lproj/Localizable.strings
Languages: de, fr, it

# labelSettingSectionTitle_community
source: Community Guidelines
de: Community-Richtlinien
fr: Règles de la Communauté
it: Regole della comunità

# labelSettingSectionTitle_privacy
source: Privacy Policy
de: Datenschutzrichtlinien
fr: Politique de confidentialité
it: Informativa sulla privacy

# labelSettingSectionTitle_legal
source: Legal
de: Rechtliches
fr: Juridique
it: Note legali

# labelSettingRowTitle_connetedAccounts
source: Connected accounts
de: Verbundene Konten
fr: Comptes associés
it: Account associati

# labelSettingRowTitle_inAppPurchase
source: In App Purchase
de: In-App-Käufe
fr: Achats in-app
it: Acquisto in app

# labelSettingRowTitle_blockedContacts
source: Blocked Contacts
de: Blockierte Kontakte
fr: Contacts bloqués
it: Contatti bloccati

# labelSettingRowTitle_onlineNow
source: Online now
de: Online Status
fr: Statut en ligne
it: Stato online

# labelSettingRowTitle_lastSeenStatus
source: Last seen status
de: Zuletzt gesehen Status
fr: Dernier statut vu
it: Stato dell'ultimo contatto

# labelSettingRowTitle_emailNotifications
source: Email notifications
de: E-Mail Benachrichtigungen
fr: Notifications par e-mail
it: Notifiche via e-mail

# labelSettingRowTitle_pushNotifications
source: Push notifications
de: Push Benachrichtigungen
fr: Notifications push
it: Notifiche push

# labelSettingRowTitle_restorePurchase
source: Restore Purchase
de: Kauf wiederherstellen
fr: Récupérer l'achat
it: Recupera l'acquisto

# labelSettingRowTitle_inviteFriends
source: Invite friends
de: Freunde einladen
fr: Inviter des amis
it: Invita gli amici

# labelSettingRowTitle_helpAndSupport
source: Support
de: Hilfe
fr: Aide
it: Aiuto

# labelSettingRowTitle_communityGuidelines
source: Community Guidelines
de: Community-Richtlinien
fr: Règles de la Communauté
it: Regole della Comunità

# labelSettingRowTitle_safetyTips
source: Safety Tips
de: Sicherheitstipps
fr: Conseils de sécurité
it: Suggerimenti di sicurezza

# labelSettingRowTitle_safetyCenter
source: Safety Center
de: Sicherheitszentrum
fr: Centre de sécurité
it: Centro di sicurezza

# labelSettingRowTitle_cookiePolicy
source: Cookie Policy
de: Cookie-Richtlinie
fr: Politique Relative aux Cookies
it: Informativa sui Cookie

# labelSettingRowTitle_privacyPolicy
source: Privacy Policy
de: Datenschutzrichtlinien
fr: Politique de confidentialité
it: Informativa sulla Privacy

# labelSettingRowTitle_privacyPreference
source: Privacy Preferences
de: Datenschutz-Präferenzen
fr: Préférences de confidentialité
it: Preferenze sulla privacy

# labelSettingRowTitle_termsOfService
source: Terms and Conditions
de: AGB
fr: Conditions d’Utilisation
it: Termini e Condizioni

# labelSettingRowTitle_licenses
source: Licenses
de: Lizenzen
fr: Licences
it: Licenze

# label_termsMessage
source: By continuing, you agree to Cliqued's Terms and Conditions. We will manage information about you as described in our Privacy Policy and Cookie Policy.
de: Wenn Du fortfährst, erklärst Du Dich mit den Allgemeinen Geschäftsbedingungen von Cliqued einverstanden. Wir verwalten Deine Daten wie in unserer Datenschutzrichtlinie und Cookie-Richtlinie beschrieben.
fr: Si tu continues, tu acceptes les Conditions d’Utilisation de Cliqued. Nous gérons tes données comme décrit dans notre Politique de confidentialité et notre Politique Relative aux Cookies.
it: Continuando, accetti le Termini e Condizioni di Cliqued. Trattiamo i tuoi dati come descritto nella nostra Informativa sulla privacy e nell'Informativa sui cookie.

# label_ForgotPwdScreenDescription
source: Enter your email to receive your password reset instructions
de: Gib Deine E-Mail-Adresse ein, um Anweisungen zum Zurücksetzen Deines Passworts zu erhalten.
fr: Saisis ton adresse e-mail pour recevoir des instructions sur la réinitialisation de ton mot de passe.
it: Inserisci il tuo indirizzo e-mail per ricevere istruzioni sulla reimpostazione della password.

# label_nameScreenTitle
source: Let's set up your profile! First, what is your name?
de: Lass uns Dein Profil einrichten! Wie lautet Dein Name?
fr: Laisse-nous créer ton profil ! Quel est ton nom ?
it: Crea il tuo profilo! Qual è il tuo nome?

# label_nameScreenSubTitle
source: This is how other users will see it
de: So werden Dich andere Mitglieder sehen
fr: C'est ainsi que les autres membres te verront
it: Ecco come ti vedranno gli altri utenti

# label_ageScreenTitleBeforName
source: Nice to meet you!
de: Schön, Dich kennenzulernen!
fr: Ravi de faire ta connaissance !
it: Piacere di conoscerti

# label_ageScreenTitleAfterName
source: When is your birthday?
de: Wann ist Dein Geburtstag?
fr: Quelle est ta date d'anniversaire ?
it: Qual è la tua data di nascita?

# label_ageScreenSubTitle
source: We use this to show your age
de: Wir nutzen diese Information, um Dir passende Profile anzuzeigen.
fr: Nous utilisons cette information pour te montrer les profils qui te correspondent.
it: Utilizziamo queste informazioni per mostrarti i profili che ti corrispondono.

# label_genderScreenTitle
source: Great! Now tell us your gender
de: Super! Jetzt verrate uns Dein Geschlecht
fr: Super ! Maintenant, dis-nous ton sexe
it: Ottimo! Ora dicci il tuo sesso

# label_genderScreenSubTitle
source: We use this to suggest the right people to meet
de: So können wir Dir die richtigen Profile vorschlagen
fr: Nous pouvons ainsi te proposer les bons profils.
it: Così potremo mostrarti i profili giusti.

# label_relationshipScreenTitle
source: Tell us what kind of relationship you are interested in and who you would like to meet!
de: Sag uns, an welcher Art von Beziehung Du interessiert bist und wen Du gerne treffen würdest!
fr: Dis-nous quel type de relation t'intéresse et qui tu aimerais rencontrer !
it: Dicci che tipo di relazione ti interessa e chi vorresti incontrare!

# label_relationshipScreenSubTitle
source: We use this to suggest the right people to meet
de: So schlagen wir Dir die richtigen Leute zum Kennenlernen vor.
fr: Nous te proposerons ainsi les bonnes personnes à rencontrer.
it: Ti suggeriremo le persone giuste da incontrare.

# label_pickActivityScreenTitle
source: Now pick your favourite activities and meet like-minded people!
de: Wähle jetzt Deine Lieblingsaktivitäten und lerne Gleichgesinnte kennen!
fr: Choisis maintenant tes activités préférées et rencontre des personnes ayant les mêmes intérêts que toi !
it: Ora scegli le tue attività preferite e incontra persone con i tuoi stessi interessi!

# label_pickActivityScreenSubTitle
source: Pick at least three activities
de: Wähle mindestens drei Aktivitäten.
fr: Choisis au moins trois activités.
it: Scegli almeno tre attività.

# label_pickSubActivityScreenTitle
source: Can you tell a bit more detail?
de: Kannst Du uns mehr Details verraten?
fr: Tu peux nous donner plus de détails ?
it: Puoi fornirci maggiori dettagli?

# label_pickSubActivityScreenSubTitle
source: Pick at least one subactivity for each category
de: Wähle mindestens eine Unterkategorie für jede Aktivität.
fr: Choisis au moins une sous-catégorie pour chaque activité.
it: Scegli almeno una sottocategoria per ogni attività.

# label_selectPictureScreenTitle
source: Amazing! Now select pictures and videos for your profile
de: Sehr gut! Wähle jetzt Bilder und Videos für Dein Profil aus.
fr: Très bien ! Choisis maintenant des images et des vidéos pour ton profil.
it: Molto bene! Ora scegli immagini e video per il tuo profilo.

# label_selectPictureScreenSubTitle
source: Please select at least two pictures.
de: Bitte wähle mindestens zwei Bilder aus.
fr: Choisis au moins deux images.
it: Scegli almeno due immagini.

# label_setLocationScreenSubTitle
source: Almost done! Now share your location with us so we can suggest you people in your area!
de: Fast geschafft! Teile uns jetzt Deinen Standort mit, damit wir Dir Leute in Deiner Nähe vorschlagen können!
fr: Tu y es presque ! Indique-nous maintenant ta position pour que nous puissions te proposer des personnes près de chez toi !
it: Ci sei quasi! Ora indicaci la tua posizione, così potremo suggerirti le persone più vicine a te!

# label_setLocationScreenDescription
source: Set the distance we use to choose who to see. You can change it anytime later.
de: Lege die Entfernung fest, nach der wir auswählen, wen Du sehen kannst. Du kannst das später jederzeit ändern.
fr: Définis la distance en fonction de laquelle nous choisissons qui tu peux voir. Tu peux changer cela plus tard à tout moment.
it: Imposta la distanza in base alla quale scegliamo chi puoi vedere. Potrai modificarla in seguito in qualsiasi momento.

# label_notificationScreenSubTitle
source: Never miss a message from someone great!
de: Verpasse nie wieder eine Nachricht von einem tollen Menschen!
fr: Ne manque plus jamais un message d'une personne géniale !
it: Non perdere mai un messaggio da qualcuno fantastico!

# label_startExploringSubTitle
source: Now you can start meeting people!
de: Jetzt kannst Du anfangen, neue Leute kennenzulernen!
fr: Maintenant, tu peux commencer à rencontrer de nouvelles personnes !
it: Ora puoi iniziare a incontrare persone!

# label_reportUserDescriptionFirst
source: We care about your safety. Whatever you share with us here will remain confidential.
de: Wir kümmern uns um Deine Sicherheit. Alles, was Du uns hier mitteilst, bleibt vertraulich.
fr: Nous prenons soin de ta sécurité. Tout ce que tu nous dis ici reste confidentiel.
it: Ci prendiamo cura della tua sicurezza. Tutto ciò che ci dici qui è confidenziale.

# label_reportUserDescriptionSecond
source: If you are in immediate danger, contact your local authorities.
de: Wenn Du Dich in unmittelbarer Gefahr befindest, wende Dich an Deine örtlichen Behörden.
fr: Si tu te trouves en danger immédiat, contacte les autorités locales.
it: Se sei in pericolo immediato, contatta le autorità locali.

# label_reportThankYouDescription
source: Your report helps us maintain a safe place for our members. We will review the info you provided.
de: Dein Bericht hilft uns, einen sicheren Ort für unsere Mitglieder zu schaffen. Wir werden Deinen Bericht in den nächsten 24 Stunden überprüfen.
fr: Ton rapport nous aide à créer un lieu sûr pour nos membres. Nous examinerons ton rapport dans les prochaines 24 heures.
it: La tua segnalazione ci aiuta a creare un luogo sicuro per i nostri membri. Esamineremo la tua segnalazione nelle prossime 24 ore.

# label_LogoutMsg
source: Are you sure you want to Log out?
de: Bist Du sicher, dass Du Dich abmelden willst?
fr: Tu es sûr de vouloir te désinscrire ?
it: Sei sicuro di voler annullare l'iscrizione?

# label_connectedAccountDescription
source: Link current account with social media account
de: Aktuelles Konto mit Social Media-Konto verknüpfen
fr: Relie ton compte actuel à ton compte de médias sociaux
it: Collega il tuo conto corrente al tuo account sui social media

# validMsg_emailId
source: Please enter your email
de: Bitte gib Deine E-Mail ein
fr: Saisis ton adresse e-mail
it: Inserisci il tuo indirizzo e-mail

# validMsg_invalidEmail
source: Please enter a valid email
de: Bitte gib eine gültige E-Mail Adresse ein
fr: Saisis une adresse e-mail valide
it: Inserisci un indirizzo e-mail valido

# validMsg_password
source: Please enter your password
de: Bitte gib Dein Passwort ein
fr: Saisis ton mot de passe.
it: Inserisci la tua password.

# validMsg_repeatPassword
source: Please enter repeat password
de: Bitte wiederhole Dein Passwort
fr: Répète ton mot de passe s'il te plaît
it: Ripeti la password

# validMsg_passwordNotMatche
source: Passwords do not match. Try again.
de: Passwörter stimmen nicht überein. Versuche es bitte noch einmal.
fr: Les mots de passe ne correspondent pas. Essaie de nouveau, s'il te plaît.
it: Le password non corrispondono. Riprova.

# validMsg_invalidPassword
source: Password must contain at least one capital letter and one number. Password length must be minimum six characters
de: Das Passwort muss mindestens einen Grossbuchstaben und eine Zahl enthalten. Das Passwort muss mindestens sechs Zeichen lang sein.
fr: Le mot de passe doit contenir au moins une lettre majuscule et un chiffre. Le mot de passe doit comporter au moins six caractères.
it: La password deve contenere almeno una lettera maiuscola e un numero. La password deve essere lunga almeno sei caratteri.

# validMsg_passwordLengthCount
source: Password length must be minimum six characters
de: Das Passwort muss mindestens sechs Zeichen lang sein.
fr: Le mot de passe doit comporter au moins six caractères.
it: La password deve essere lunga almeno sei caratteri.

# validMsg_name
source: Please enter your name
de: Bitte gib Deinen Namen ein.
it: Inserisci il tuo nome.

# validMsg_validName
source: Please enter valid name
de: Bitte gib einen gültigen Namen ein.
fr: Saisis ton nom, s'il te plaît.
it: Inserisci un nome valido.

# validMsg_emailNotVerified
source: Your email has not been verified yet. Please check your email and confirm to continue.
de: Deine E-Mail wurde noch nicht verifiziert. Bitte überprüfe deinen Posteingang und bestätige, um fortzufahren.
fr: Ton e-mail n'a pas encore été vérifié. Merci de vérifier ta boîte de réception et de confirmer pour continuer.
it: Il tuo indirizzo e-mail non è ancora stato controllato. Controlla la tua casella di posta e conferma per continuare.

# validMsg_age
source: Sorry, you are not eligible for this community. Your age must be at least 45 years.
de: Leider bist Du nicht berechtigt, unsere Community zu nutzen. Du musst mindestens 45 Jahre alt sein.
fr: Malheureusement, tu n'as pas le droit d'utiliser notre communauté. Tu dois avoir au moins 45 ans.
it: Purtroppo non sei autorizzato a utilizzare la nostra community. Devi avere almeno 45 anni.

# validMsg_gender
source: Please select your gender
de: Bitte wähle Dein Geschlecht aus.
fr: Choisis ton sexe, s'il te plaît.
it: Scegli il tuo sesso.

# validMsg_pickActivity
source: Please pick at least three activities!
de: Bitte wähle mindestens drei Aktivitäten aus.
fr: Choisis au moins trois activités.
it: Scegli almeno tre attività.

# validMsg_pickSubActivity
source: Please pick at least one sub-activity from every category!
de: Bitte wähle mindestens eine Unterkategorie für jede Aktivität aus.
fr: Choisis au moins une sous-catégorie pour chaque activité.
it: Scegli almeno una sottocategoria per ogni attività.

# validMsg_relationship
source: Please tell us what kind of relationship you are interested in.
de: Bitte verrate uns, an welcher Art von Beziehung Du interessiert bist.
fr: Merci de nous dire quel type de relation t'intéresse.
it: Indica il tipo di relazione a cui sei interessato.

# validMsg_selectPicture
source: Please select at least two pictures.
de: Bitte wähle mindestens zwei Bilder aus.
fr: Choisis au moins deux images.
it: Scegli almeno due immagini.

# validMsg_selectImage
source: Please select at least one image.
de: Bitte wähle mindestens ein Bild aus.
fr: Choisis au moins une image.
it: Scegli almeno un'immagine.

# validMsg_faceDetection
source: Sorry! No face was detected on your selected image.
de: Leider wurde auf dem ausgewählten Bild kein Gesicht erkannt. Versuche es erneut.
fr: Malheureusement, aucun visage n'a été détecté sur l'image sélectionnée. Essaie à nouveau.
it: Purtroppo non è stato rilevato alcun volto nell'immagine selezionata. Riprova.

# validMsg_wrongPasswordAttempt
source: Your password attempts have exceeded the limit. Please reset your password to continue.
de: Du hast Dein Passwort zu oft eingegeben. Bitte setze Dein Passwort zurück, um fortzufahren.
fr: Tu as saisi ton mot de passe trop souvent. Réinitialise ton mot de passe pour continuer, s'il te plaît.
it: Hai inserito la password troppe volte. Reimposta la password per continuare.

# validMsg_profileSetup
source: Your profile is incomplete. Please complete your profile for better experience.
de: Dein Profil ist unvollständig. Bitte vervollständige Dein Profil für ein optimales App- Erlebnis.
fr: Ton profil est incomplet. Complète ton profil pour une expérience optimale sur l'app.
it: Il tuo profilo è incompleto. Completa il tuo profilo per avere la migliore esperienza sull'app.

# validMsg_blockedAccount
source: Your account is blocked. Please contact us for support under 'Settings'
de: Dein Konto ist gesperrt. Bitte kontaktiere uns über das Kontaktformular unter 'Einstellungen'.
fr: Ton compte est bloqué. Merci de nous contacter via le formulaire de contact sous 'Paramètres'.
it: Il tuo account è bloccato. Contattaci tramite il modulo di contatto alla voce 'Impostazioni'.

# validMsg_reportReason
source: Please select the reason for reporting.
de: Bitte wähle den Grund für die Meldung.
fr: Merci de choisir la raison de ton message.
it: Scegli il motivo del tuo messaggio.

# validMsg_profileIncompleteMsg
source: Your profile is almost complete! We just need a few more details to help us tailor your experience.
de: Dein Profil ist nicht vollständig. Füge fehlende Details hinzu, um neue Leute treffen zu können
fr: Ton profil n'est pas complet. Ajoute des détails manquants pour pouvoir rencontrer de nouvelles personnes.
it: Il tuo profilo non è completo. Aggiungi i dettagli mancanti per conoscere nuove persone.

# alertCancelled
source: Cancelled.
de: Abgebrochen.
fr: Abandonné
it: Abbandonato

# alertAuthorizationFailed
source: Authorization failed.
de: Autorisierung fehlgeschlagen
fr: Échec de l'autorisation.
it: Autorizzazione fallita.

# alertInvalidResponse
source: Authorization returned invalid response.
de: Die Autorisierung hat eine ungültige Antwort geliefert.
fr: L'autorisation a donné une réponse non valide.
it: L'autorizzazione ha dato una risposta non valida.

# alertAuthorizationNotHandeled
source: Authorization not handled.
de: Autorisierung fehlgeschlagen
fr: Autorisation non traitée
it: Autorizzazione non elaborata.

# alertUnknownResponseFromAppleAuth
source: Unknown error for appleID auth.
de: Unbekannter Fehler für appleID auth.
fr: Erreur inconnue pour appleID auth
it: Errore sconosciuto per l'autorizzazione appleID

# alertUnknownErrorCode
source: Unsupported error code.
de: Nicht unterstützter Fehlercode.
fr: Code d'erreur non pris en charge
it: Codice di errore non supportato.

# warningIOSVersion
source: Your device does not support Apple Login
de: Dein Gerät unterstützt Apple Login nicht
fr: Ton appareil ne supporte pas Apple Login
it: Il tuo dispositivo non supporta Apple Login

# title_report_now
source: Report user now?
de: Benutzer jetzt melden?
fr: Signaler l'utilisateur maintenant ?
it: Segnala utente ora?

# btn_yes
source: Yes
de: Ja
fr: Oui
it: Sì

# title_alert_for_block_by_user_chat
source: You blocked this user. You can unblock this person in your settings.
de: Du hast diesen Benutzer blockiert.
fr: Tu as bloqué cet utilisateur.
it: Hai bloccato questo utente.

# title_alert_for_block_by_admin_chat
source: This user is blocked by admin.
de: Dieser Benutzer wurde vom Administrator blockiert.
fr: Cet utilisateur est bloqué par l'administrateur.
it: Questo utente è stato bloccato dall'amministratore.

# title_alert_for_deleted_user
source: This account is deleted.
de: Dieser Account wurde gelöscht.
fr: Ce compte est supprimé
it: Questo account è stato cancellato.

# label_deleteAlertMsg
source: Are you sure you want to delete this account?
de: Bist Du sicher, dass Du dieses Konto löschen möchtest?
fr: Es-tu sûr de vouloir supprimer ce compte ?
it: Sei sicuro di voler eliminare questo account?

# label_subscriptionTerms
source: By continuing, you agree to our Terms and Conditions, and your account will be charged through the App Store. Your subscription will automatically renew at the same price and for the same duration until you cancel it in the App Store settings.
de: Indem Du fortfährst, stimmst Du unseren AGB zu und Dein Konto wird über App Store belastet. Dein Abonnement wird zum gleichen Preis und für die gleiche Laufzeit automatisch verlängert, bis Du es in den App Store-Einstellungen kündigst.
fr: En continuant, tu acceptes nos Conditions Générales et ton compte sera facturé via l'App Store. Ton abonnement sera renouvelé automatiquement au même prix et pour la même durée, jusqu'à ce que tu l'annules dans les paramètres de l'App Store.
it: Continuando, accetti i nostri Termini e Condizioni e il tuo account verrà addebitato tramite l'App Store. Il tuo abbonamento si rinnoverà automaticamente allo stesso prezzo e per la stessa durata, fino a quando non lo annullerai nelle impostazioni dell'App Store.

# label_monthTitle
source: Month
de: Monat
fr: Mois
it: Mese

# label_bestValueTitle
source: Best Value
de: Bestes Angebot
fr: Meilleure Offre
it: Miglior Offerta

# label_noPlanAvailable
source: Plan not available
de: Abonnement nicht verfügbar
fr: Abonnement non disponible
it: Abbonamento non disponibile

# label_titleYes
source: Yes
de: Ja
fr: Oui
it: Sì

# validMsg_alredyHaveEmailId
source: This email already exists, please enter a new email.
de: Diese E-Mail ist bereits vorhanden, bitte gib eine neue E-Mail ein.
fr: Cet e-mail est déjà utilisé, s'il te plaît entre un nouvel e-mail.
it: Questa email è già presente, per favore inserisci una nuova email.

# label_newEmailTitle
source: Please enter a new email
de: Bitte gib eine neue E-Mail ein
fr: S'il te plaît entre un nouvel e-mail
it: Per favore inserisci una nuova email

# btn_unsubscribe
source: Unsubscribe all
de: Alle abmelden
fr: Se désabonner de tous
it: Disiscriviti da tutti

# btn_subscribe
source: Subscribe all
de: Alle abonnieren
fr: S'abonner à tous
it: Iscriviti a tutti

# label_activityMatchScreenTitle
source: wants you to be part of the
de: möchte, dass du an teilnimmst.
fr: souhaite que tu participes à
it: vuole che tu faccia parte di

# title_login_detected
source: There was a login detected for this user in another device. Please logout and try to login again.
de: Es wurde eine Anmeldung für dieses Profil auf einem anderen Gerät festgestellt. Bitte logge Dich aus und versuche erneut, Dich anzumelden.
fr: Une connexion a été détectée pour ce profil sur un autre appareil. Merci de te déconnecter et d'essayer de te connecter à nouveau.
it: È stata rilevata una connessione per questo profilo su un altro dispositivo. Disconnettiti e prova a connetterti di nuovo.

# title_today_text
source: Today
de: Heute
fr: Aujourd'hui
it: Oggi

# title_yesterday_text
source: Yesterday
de: Gestern
fr: Hier
it: Ieri

# title_last_seen_text
source: Last seen
de: Zuletzt gesehen
fr: Dernière connexion
it: Ultima visita

# labelSettingRowTitle_password
source: Password
de: Passwort
fr: Mot de passe

# label_titleNo
source: No
de: Nein
fr: Non

# title_online_text
source: Online
fr: En ligne
